Repository: izowooi/creative-plate
Catalog: decibel-meter/ios/dm/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# error_microphone
source: The microphone could not start. Close other recording apps and try again.
de: Das Mikrofon konnte nicht gestartet werden. Andere Aufnahme-Apps schließen und erneut versuchen.
es: No se pudo iniciar el micrófono. Cierra otras apps de grabación y vuelve a intentarlo.
fr: Impossible de démarrer le micro. Fermez les autres apps d’enregistrement et réessayez.
it: Impossibile avviare il microfono. Chiudi le altre app di registrazione e riprova.
ja: マイクを開始できません。他の録音アプリを閉じて、もう一度お試しください。
ko: 마이크를 시작할 수 없어요. 다른 녹음 앱을 종료한 뒤 다시 시도해주세요.
pt_br: Não foi possível iniciar o microfone. Feche outros apps de gravação e tente novamente.
zh_hans: 无法启动麦克风。请关闭其他录音应用后重试。
zh_hant: 無法啟動麥克風。請關閉其他錄音應用程式後重試。

# interrupted
source: Measurement stopped because another app or a call used the microphone.
de: Messung beendet: Eine andere App oder ein Anruf verwendet das Mikrofon.
es: Medición detenida porque otra app o llamada usó el micrófono.
fr: Mesure arrêtée : une autre app ou un appel utilise le micro.
it: Misurazione interrotta perché un’altra app o una chiamata ha usato il microfono.
ja: 他のアプリや通話がマイクを使用したため、測定を終了しました。
ko: 다른 앱이나 통화가 마이크를 사용해 측정을 종료했어요.
pt_br: Medição interrompida porque outro app ou uma chamada usou o microfone.
zh_hans: 其他应用或通话占用了麦克风，测量已停止。
zh_hant: 其他應用程式或通話使用了麥克風，測量已停止。

# route_changed
source: The audio input changed. Start a new measurement for the new input.
de: Der Audioeingang hat sich geändert. Bitte eine neue Messung starten.
es: La entrada de audio cambió. Inicia una nueva medición.
fr: L’entrée audio a changé. Lancez une nouvelle mesure.
it: L’ingresso audio è cambiato. Avvia una nuova misurazione.
ja: 音声入力が変更されました。新しい入力で測定を開始してください。
ko: 오디오 입력이 변경됐어요. 새 입력으로 다시 측정해주세요.
pt_br: A entrada de áudio mudou. Inicie uma nova medição.
zh_hans: 音频输入已改变。请为新输入重新开始测量。
zh_hant: 音訊輸入已改變。請為新輸入重新開始測量。

# background_stopped
source: Measurement stopped when Sori left the foreground.
de: Messung beendet, da Sori den Vordergrund verlassen hat.
es: La medición se detuvo al pasar Sori a segundo plano.
fr: Mesure arrêtée lorsque Sori est passé en arrière-plan.
it: Misurazione interrotta quando Sori è passato in background.
ja: アプリがバックグラウンドに移ったため、測定を終了しました。
ko: 앱이 백그라운드로 전환되어 측정을 종료했어요.
pt_br: A medição parou quando o Sori foi para segundo plano.
zh_hans: Sori已进入后台，测量已停止。
zh_hant: Sori已進入背景，測量已停止。

# limit_reached
source: The 4-hour session limit was reached. Your summary is ready.
de: Die Höchstdauer von 4 Stunden ist erreicht. Die Übersicht ist bereit.
es: Se alcanzó el límite de 4 horas. El resumen está listo.
fr: La limite de 4 heures est atteinte. Le résumé est prêt.
it: Raggiunto il limite di 4 ore. Il riepilogo è pronto.
ja: 4時間の測定上限に達しました。概要を確認できます。
ko: 4시간 측정 한도에 도달했어요. 요약을 확인할 수 있어요.
pt_br: O limite de 4 horas foi atingido. O resumo está pronto.
zh_hans: 已达到4小时测量上限，可查看摘要。
zh_hant: 已達到4小時測量上限，可查看摘要。

# clipping
source: Input clipping · reading may be too low
de: Eingang übersteuert · Messwert möglicherweise zu niedrig
es: Entrada saturada · lectura posiblemente inferior a la real
fr: Entrée saturée · valeur potentiellement sous-estimée
it: Ingresso saturo · la lettura può essere inferiore al reale
ja: 入力クリッピング · 実際より低く表示される場合があります
ko: 입력 한도 초과 · 실제보다 낮게 표시될 수 있어요
pt_br: Entrada saturada · leitura pode estar abaixo do real
zh_hans: 输入削波 · 读数可能低于实际值
zh_hant: 輸入削波 · 讀數可能低於實際值

# invalid_signal
source: The audio input was invalid. Start again to reconnect.
de: Ungültiges Audiosignal. Zum Neuverbinden erneut starten.
es: La entrada de audio no es válida. Reinicia para reconectar.
fr: Entrée audio invalide. Relancez pour reconnecter le micro.
it: Ingresso audio non valido. Riavvia per riconnetterti.
ja: 音声入力が無効です。再開して接続し直してください。
ko: 오디오 입력이 올바르지 않아요. 다시 시작해 연결해주세요.
pt_br: A entrada de áudio é inválida. Reinicie para reconectar.
zh_hans: 音频输入无效，请重新开始连接。
zh_hant: 音訊輸入無效，請重新開始連接。

# calibration_saved
source: Profile saved. Start a new calibrated measurement.
de: Profil gespeichert. Die nächste Messung wird kalibriert.
es: Perfil guardado. La próxima medición usará la calibración.
fr: Profil enregistré. La prochaine mesure sera étalonnée.
it: Profilo salvato. La prossima misurazione sarà calibrata.
ja: 保存しました。次の測定から校正が適用されます。
ko: 프로필을 저장했어요. 새 측정부터 보정이 적용돼요.
pt_br: Perfil salvo. A próxima medição usará a calibração.
zh_hans: 配置已保存，下次测量将应用校准。
zh_hant: 設定檔已儲存，下次測量將套用校準。

# keep_awake
source: Keep screen awake
de: Bildschirm wach halten
es: Mantener pantalla activa
fr: Garder l’écran allumé
it: Mantieni schermo acceso
ja: 画面をオンに保つ
ko: 화면 켜두기
pt_br: Manter tela acesa
zh_hans: 保持屏幕唤醒
zh_hant: 保持螢幕喚醒

# keep_awake_explainer
source: Only while measuring.
de: Nur während der Messung.
es: Solo durante la medición.
fr: Uniquement pendant la mesure.
it: Solo durante la misurazione.
ja: 測定中のみ適用されます。
ko: 측정 중에만 적용합니다.
pt_br: Apenas durante a medição.
zh_hans: 仅在测量时启用。
zh_hant: 僅在測量時啟用。

# locale
source: App language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell’app
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
zh_hans: 应用语言
zh_hant: 應用程式語言

# locale_hint
source: Uses your system language. Change the app language in system settings.
de: Verwendet die Systemsprache. Die App-Sprache lässt sich in den Systemeinstellungen ändern.
es: Usa el idioma del sistema. Cambia el idioma de la app en los ajustes del sistema.
fr: Utilise la langue du système. Modifiez la langue de l’app dans les réglages système.
it: Usa la lingua di sistema. Cambia la lingua dell’app nelle impostazioni di sistema.
ja: システムの言語を使用します。アプリの言語はシステム設定で変更できます。
ko: 시스템 언어를 사용합니다. 시스템 설정에서 앱 언어를 변경할 수 있어요.
pt_br: Usa o idioma do sistema. Altere o idioma do app nas configurações do sistema.
zh_hans: 使用系统语言，可在系统设置中更改应用语言。
zh_hant: 使用系統語言，可在系統設定中更改應用程式語言。

# not_configured
source: Diagnostics unavailable in this build
de: Diagnose in diesem Build nicht verfügbar
es: Diagnósticos no disponibles en esta versión
fr: Diagnostics indisponibles dans cette version
it: Diagnostica non disponibile in questa versione
ja: このビルドでは診断を利用できません
ko: 이 빌드에서는 진단을 사용할 수 없어요
pt_br: Diagnósticos indisponíveis nesta versão
zh_hans: 此版本无法使用诊断
zh_hant: 此版本無法使用診斷

# sample_data
source: Demo data
de: Demodaten
es: Datos de ejemplo
fr: Données de démo
it: Dati dimostrativi
ja: サンプルデータ
ko: 예시 데이터
pt_br: Dados de exemplo
zh_hans: 示例数据
zh_hant: 範例資料

# sample_hint
source: Preview only · not a microphone measurement
de: Nur Vorschau · keine Mikrofonmessung
es: Solo vista previa · no es una medición real
fr: Aperçu uniquement · pas une mesure du micro
it: Solo anteprima · non è una misurazione reale
ja: プレビュー専用 · 実際のマイク測定ではありません
ko: 미리보기 · 실제 마이크 측정이 아닙니다
pt_br: Apenas prévia · não é medição real
zh_hans: 仅供预览 · 非真实麦克风测量
zh_hant: 僅供預覽 · 非真實麥克風測量

# delete_confirm
source: Delete this session from your device?
de: Diese Messung vom Gerät löschen?
es: ¿Eliminar esta sesión del dispositivo?
fr: Supprimer cette mesure de l’appareil ?
it: Eliminare questa sessione dal dispositivo?
ja: この端末から測定を削除しますか？
ko: 이 기기에서 이 측정을 삭제할까요?
pt_br: Excluir esta sessão do dispositivo?
zh_hans: 从本设备删除此次测量？
zh_hant: 從本裝置刪除此測量？

# error_export
source: The CSV could not be shared. Please try again.
de: CSV konnte nicht geteilt werden. Bitte erneut versuchen.
es: No se pudo compartir el CSV. Inténtalo de nuevo.
fr: Impossible de partager le CSV. Réessayez.
it: Impossibile condividere il CSV. Riprova.
ja: CSVを共有できませんでした。もう一度お試しください。
ko: CSV를 공유할 수 없어요. 다시 시도해주세요.
pt_br: Não foi possível compartilhar o CSV. Tente novamente.
zh_hans: 无法分享CSV，请重试。
zh_hant: 無法分享CSV，請重試。

# reference_unit_hint
source: The reference must use the same A / Flat weighting. One-point calibration does not correct the full frequency response.
de: Das Referenzgerät muss dieselbe A-Bewertung bzw. unbewertete Einstellung verwenden. Eine Einpunktkalibrierung korrigiert nicht den gesamten Frequenzgang.
es: La referencia debe usar la misma ponderación A o sin ponderar. La calibración de un punto no corrige toda la respuesta frecuencial.
fr: Le sonomètre de référence doit utiliser la même pondération A ou aucune pondération. Un étalonnage en un point ne corrige pas toute la réponse fréquentielle.
it: Il riferimento deve usare la stessa ponderazione A o nessuna ponderazione. La calibrazione a un punto non corregge l’intera risposta in frequenza.
ja: 基準騒音計のA特性／重み付けなし設定を合わせてください。一点校正では周波数応答全体を補正できません。
ko: 기준 계측기의 A / 무가중 설정이 같아야 합니다. 한 지점 보정은 전체 주파수 응답을 교정하지 않습니다.
pt_br: A referência deve usar a mesma ponderação A ou sem ponderação. A calibração de um ponto não corrige toda a resposta de frequência.
zh_hans: 参考仪器必须使用相同的A计权或无计权。单点校准不能校正完整频率响应。
zh_hant: 參考儀器必須使用相同的A加權或無加權。單點校準不能校正完整頻率響應。

# reset_confirm
source: Delete all calibration profiles?
de: Alle Kalibrierprofile löschen?
es: ¿Eliminar todos los perfiles de calibración?
fr: Supprimer tous les profils d’étalonnage ?
it: Eliminare tutti i profili di calibrazione?
ja: すべての校正プロファイルを削除しますか？
ko: 모든 보정 프로필을 삭제할까요?
pt_br: Excluir todos os perfis de calibração?
zh_hans: 删除所有校准配置？
zh_hant: 刪除所有校準設定檔？

# permission_denied
source: Microphone permission is off. Enable it in Settings to measure.
de: Mikrofonzugriff deaktiviert. In den Einstellungen erlauben, um zu messen.
es: El permiso del micrófono está desactivado. Actívalo en los ajustes para medir.
fr: L’accès au micro est désactivé. Autorisez-le dans les réglages pour mesurer.
it: Il permesso del microfono è disattivato. Abilitalo nelle impostazioni per misurare.
ja: マイクの権限がオフです。設定で許可すると測定できます。
ko: 마이크 권한이 꺼져 있어요. 설정에서 허용하면 측정할 수 있어요.
pt_br: A permissão do microfone está desativada. Ative nas configurações para medir.
zh_hans: 麦克风权限已关闭。请在设置中开启后测量。
zh_hant: 麥克風權限已關閉。請在設定中開啟後測量。

# clipped_total
source: Clipped samples
de: Übersteuerte Samples
es: Muestras saturadas
fr: Échantillons saturés
it: Campioni saturati
ja: クリッピングしたサンプル
ko: 입력 초과 샘플
pt_br: Amostras saturadas
zh_hans: 削波样本
zh_hant: 削波樣本

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# microphone_usage
source: Sori uses the microphone to measure sound levels on your device. Audio is never saved or sent.
de: Sori verwendet das Mikrofon, um Schallpegel auf Ihrem Gerät zu messen. Audio wird nie gespeichert oder gesendet.
es: Sori usa el micrófono para medir el sonido en tu dispositivo. El audio nunca se guarda ni se envía.
fr: Sori utilise le micro pour mesurer le niveau sonore sur votre appareil. L’audio n’est jamais enregistré ni envoyé.
it: Sori usa il microfono per misurare il suono sul dispositivo. L’audio non viene salvato né inviato.
ja: Soriは端末内で音レベルを測定するためにマイクを使用します。音声は保存・送信しません。
ko: 소리결이 기기에서 소리 레벨을 측정하기 위해 마이크를 사용합니다. 원음은 저장하거나 전송하지 않습니다.
pt_br: O Sori usa o microfone para medir o som no dispositivo. O áudio nunca é salvo ou enviado.
zh_hans: Sori使用麦克风在设备上测量声音电平。音频不会被保存或发送。
zh_hant: Sori使用麥克風在裝置上測量聲音位準。音訊不會被儲存或傳送。

# stopping
source: Finishing…
de: Messung wird beendet…
es: Finalizando…
fr: Fin de la mesure…
it: Conclusione…
ja: 測定を終了中…
ko: 측정 정리 중…
pt_br: Finalizando…
zh_hans: 正在结束…
zh_hant: 正在結束…

# licenses
source: Open-source licenses
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈소스 라이선스
pt_br: Licenças de código aberto
zh_hans: 开源许可
zh_hant: 開源授權

source: Minimum
es: Mínimo
it: Minimo
ja: 最小
ko: 최소
pt_br: Mínimo
zh_hans: 最小
zh_hant: 最小

source: Maximum
es: Máximo
it: Massimo
ja: 最大
ko: 최대
pt_br: Máximo
zh_hans: 最大
zh_hant: 最大

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

# app_name
source: Sori
ko: 소리결
zh_hans: Sori 声级计
zh_hant: Sori 聲級計
